Subject: Запрос на смену адреса электронной почты

Здравствуйте, <username>!

Вы запросили изменение адреса электронной почты в настройках своего профиля на форуме <base_url>.
Если вы не запрашивали этого или передумали менять свой адрес электронной почты, просто проигнорируйте это письмо. Если же вы посетите страницу активации ниже, адрес электронной почты будет изменён. Чтобы активация сработала, вы должны войти на форум под своей учётной записью.

Чтобы изменить адрес электронной почты, посетите, пожалуйста, следующую страницу:
<activation_url>

--
<board_mailer>
(Не отвечайте на это сообщение)