<?php

// Language definitions used in all admin files
$lang_admin_ranks = array(

'Rank head'						=> 'Добавить, отредактировать или удалить ранги',
'Rank'							=> 'Ранг',
'Rank added'					=> 'Ранг добавлен.',
'Title message'					=> 'Необходимо ввести название ранга.',
'Min posts message'				=> 'Минимальное количество сообщений должно иметь положительное значение.',
'Min posts occupied message'	=> 'На форуме уже установлен ранг с минимальным количеством сообщений, равным %s.',
'Rank updated'					=>	'Ранг обновлён.',
'Rank removed'					=>	'Ранг удалён.',
'Add rank intro'				=> 'Введите название ранга и минимальное количество сообщений, которое пользователь должен иметь для достижения ранга. Некоторые ранги не могут иметь минимального значения количества сообщений. Если для пользователя установлено персональное звание, это звание будет отображено вместо любого ранга. Для активации функция «<strong>Ранг пользователей</strong>» должна быть включена в %s.',
'Add rank'						=> 'Добавить ранг',
'Add rank legend'				=> 'Детали ранга',
'Rank title label'				=> 'Название ранга',
'Min posts label'				=> 'Минимум сообщений',
'Existing ranks legend'			=> 'Изменить или удалить созданные пользовательские ранги',
'No ranks'						=> 'Список рангов не создан.',
'Update'						=> 'Обновить',
'Remove'						=> 'Удалить',
'New rank'						=> 'Добавить ранг',
'Existing rank'					=> 'Существующий ранг',

);

