<?php

// Language definitions used in all admin files
$lang_admin_prune = array(

'Prune settings head'			=> 'Удалить темы по дате создания последнего сообщения и форуму',
'Prune legend'					=> 'Удаление сообщений',
'Confirm prune heading'			=> 'Подтвердить удаление тем',
'Prune details head'			=> 'Подтвердить удаление тем из: %s',
'Prune topics info 1'			=> '<strong>ВНИМАНИЕ!</strong> В результате будет удалено следующее количество тем: <em>%s</em>.',
'Prune topics info 2'			=> 'Темы будут удалены, если они не содержат сообщений, созданных позднее <em>%s</em> дня/дней.',
'All forums'					=> 'Все форумы',
'Include sticky'				=>	'включая прикреплённые темы',
'Days old'						=> 'Прошло дней',
'Prune topics'					=> 'Удалить темы',
'Number of topics'				=> 'Количество тем',
'Prune caution'					=> '<strong>ВАЖНО!</strong> Используйте данную функцию с осторожностью. Удалённые сообщения будет <em>НЕВОЗМОЖНО</em> восстановить. Удаление лучше производить при активированной функции «Профилактика форума».',
'Prune intro'					=> 'Можно удалять темы во всех форумах или в отдельно выбранном форуме. Тема будет удалена в соответствии со значением, указанным в форме «Прошло дней». Например, если ввести 30, все темы, которые не содержат сообщений датированных менее 30 дней назад, будут удалены.',
'Prune sticky enable'			=> 'Включить удаление прикреплённых тем.',
'Prune from'					=> 'Удаление по форумам',
'Days to prune message'			=> 'Введите положительное значение для удаления тем.',
'No days old message'			=> 'Нет тем, в которых сообщения не добавлялись в течение указанного вами периода. Измените значение в форме «Прошло дней» и повторите попытку.',
'Prune done'					=> 'Удаление произведено.',

);
