<?php

// Language definitions used in all admin files
$lang_admin_reindex = array(

'Reindex heading'			=> 'Пересоздание поискового индекса для повышения эффективности поиска',
'Rebuild index legend'		=> 'Переиндексация поиска',
'Reindex info'				=> 'После добавления, изменения или удаления сообщений из базы данных вручную или при возникновении проблем с поиском нужно перестроить поисковый индекс. Настоятельно рекомендуется разрешить JavaScript в браузере (для автоматического перенаправления на следующий цикл).',
'Reindex warning'			=> '<strong>ВАЖНО!</strong> Обновление поискового индекса может занять продолжительное время и во время выполнения увеличит нагрузку на сервер. Если процесс будет прерван принудительно, необходимо запомнить ID последней обработанной темы, чтобы продолжить процесс переиндексации с прерванного момента. Для этого нужно будет ввести ID+1 в поле «ID темы».',
'Empty index warning'		=> '<strong>ВНИМАНИЕ!</strong> Если вы хотите продолжить прерванную переиндексацию, то не выбирайте пункт «Очистить индекс».',
'Posts per cycle'			=> 'Тем в цикле',
'Posts per cycle info'		=> 'Количество тем на страницу. Если ввести 100, будет обработано 100 тем, после чего страница обновится автоматически. Это сохранит поисковый индекс от рассинхронизации во время перестройки.',
'Starting post'				=> 'ID темы',
'Starting post info'		=> 'ID темы, с которой начать переиндексацию. По умолчанию это первый доступный ID в базе данных. В большинстве случаев ничего менять не нужно.',
'Empty index'				=> 'Очистить индекс',
'Rebuilding index title'	=> 'Пересоздаётся поисковый индекс &#8230;',
'Rebuilding index'			=> 'Пересоздание поискового индекса &#8230; Это может занять несколько минут, поэтому самое время выпить чашечку кофе  :-)',
'Processing post'			=> 'Обрабатывается сообщение <strong>%s</strong> в теме <strong>%s</strong>.',
'Javascript redirect'		=> 'JavaScript-перенаправление не удалось.',
'Click to continue'			=> 'Нажмите для продолжения',
'Rebuild index'				=> 'Перестроить индекс',

);
