<?php

// Language definitions used in help.php
return array(

'Help'					=> 'Помощь',
'Help with'				=> 'Помощь в использовании %s',
'produces'				=> 'выводит',

'BBCode info'			=> 'Наличие поддержки BB-кода определяется администратором. Если BB-код включён, то ссылка на помощь «BBCode» будет отображена, когда вы будете составлять/редактировать сообщение или вашу подпись. BB-коды — это набор тегов форматирования, которые влияют на оформление (вид) текста на данном форуме. BB-коды принципиально похожи на HTML и аналогичны. Ниже представлен список доступных BB-кодов и пояснения по их применению.',
'Image info'			=> 'Наличие поддержки отображения изображений определяется администратором. Если вывод изображений включён, то ссылка на помощь «Изображения» будет отображена, когда вы будете составлять/редактировать сообщение или вашу подпись. Для добавления изображения используется тег BB-кода [img]. Текст, находящийся после знака «=» в открывающем теге, используется для добавления альтернативного текста к изображению.',
'Text style'			=> 'Отображение (вид) текста может быть изменено его вложением в представленные теги.',
'Bold text'				=> 'Полужирное начертание',
'Underlined text'		=> 'Подчёркнутый текст',
'Italic text'			=> 'Текст курсивом',
'Red text'				=> 'Красный текст',
'Blue text'				=> 'Синий текст',
'Heading text'			=> 'Текст заголовка',

'Links info'			=> 'Вы можете создавать ссылки на другие документы или адреса электронной почты, используя следующие теги:',
'My e-mail address'		=> 'Мой адрес электронной почты',

'Quotes info'			=> 'Для цитирования используйте тег цитирования. Вы можете использовать тег цитирования без указания имени автора.',
'Quote text'			=> 'Этот текст я хочу процитировать.',
'produces named'		=> 'выводит блок цитаты с указанием автора цитируемого текста.',
'produces unnamed'		=> 'выводит простой блок цитаты.',

'Code info'				=>	'Когда вы добавляете к тексту код, убедитесь, что использовали тег «code». Текст, вложенный в данный тег, будет отображён с использованием моноширинного шрифта и не будет изменён другими тегами. Длинные куски кода, не умещающиеся в поле сообщения, будут иметь полосу прокрутки.',
'Code text'				=> 'Некоторый код.',
'Code text long'		=> 'Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода.',
'produces code box'		=> 'выводит результат использования тега «code».',
'produces scroll box'	=> 'выводит результат — полосу прокрутки в поле сообщения.',

'List info'				=> 'Для создания списка вы можете использовать тег «list». Вы можете создавать три типа списков, используя этот тег.',
'List text 1'			=> 'Пример элемента списка 1.',
'List text 2'			=> 'Пример элемента списка 2.',
'List text 3'			=> 'Пример элемента списка 3.',
'produces list'			=> 'выводит маркированный список.',
'produces decimal list'	=> 'выводит нумерованный список.',
'produces alpha list'	=> 'выводит список в алфавитной нумерации.',
'Bold, underlined text'	=> 'Подчёркивание текста с полужирным начертанием',
'Smilies info'			=> 'Если вы предпочитаете (и если это доступно), форум может конвертировать текстовые смайлы в соответствующие графические картинки. Данный форум распознает приведённый список смайлов и заменяет их изображениями.',

);
