<?php

// Language definitions used in login.php
return array(

// Miscellaneous
'Login' 						=> 'Войти',
'Login info'					=> 'Вход на форум %s',
'Username'  					=> 'Имя пользователя',
'Password'  					=> 'Пароль',
'Remember me'   				=> 'Запомнить меня',
'E-mail address'				=> 'Эл. почта',
'E-mail address help'   		=> 'Введите адрес своей электронной почты.',
'Login errors'  				=> '<strong>Внимание!</strong> При входе на форум произошли следующие ошибки:',
'Wrong user/pass'   			=> 'Неправильное имя или пароль.',
'Login redirect'				=> 'Успешный вход.',
'Logout redirect'   			=> 'Вы вышли.',
'No e-mail match'   			=> 'Пользователя с адресом электронной почты %s не существует',
'Invalid e-mail'				=> 'Введеный адрес электронной почты неверен.',
'Login options' 				=> 'Возможно вы хотите %1$s или %2$s',
'Obtain pass'   				=> 'вспомнить пароль',
'register'  					=> 'зарегистрироваться',
'Submit password request'   	=> 'Отправить запрос',
'Email flood'					=>	'С этой учётной записи уже запрашивали новый пароль около %s секунд назад. Пожалуйста, подождите немного, прежде чем повторять запрос.',
'New password request'  		=> 'Запрос на новый пароль',
'New password errors'   		=> '<strong>Внимание!</strong> Исправьте следующие ошибки:',
'New password info'				=>	'<strong>Важно!</strong> На введённый вами адрес электронной почты будет отправлено письмо с инструкциями по смене пароля.',
'New password cancel redirect'  => 'Запрос нового пароля отменен.',
'Forget mail'   				=> 'Сообщение отправлено на указанный адрес электронной почты вместе с инструкцией по изменению пароля. В случае каких-либо проблем вы можете обратиться к администратору %s.',
'Persistent login'  			=> 'Запомнить меня',

);
